IDEA StatiCa Open Model
LoadInPoint.Geometry Property
Compatible with IDEA StatiCa Beta 21.0 - beta
 Gets, sets geometry
 Namespace: IdeaRS.OpenModel.Loading
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
public ReferenceElement Geometry { get; set; }
Public Property Geometry As ReferenceElement
	Get
	Set
public:
property ReferenceElement^ Geometry {
	ReferenceElement^ get ();
	void set (ReferenceElement^ value);
}
Property Value
Type: ReferenceElement
See Also
Reference
LoadInPoint Class
IdeaRS.OpenModel.Loading Namespace